Repository: Bajoja/indicator-kdeconnect
Catalog: po/*.po
Languages: be, ca, cs, de, el, es, fa, fr, he, hr, hu, id, it, lt, nb_no, nl_be, pl, pt_br, ru_ru, sl, sr, zh_hans, zh_hant

source: Device Reachable and Trusted
be: Прылада дасягальная і давераная
ca: Dispositiu accessible i de confiança
cs: Zařízení je dostupné a spárované
de: Gerät in Reichweite und bekannt
el: Έμπιστη και Προσπελάσιμη συσκευή
es: Dispositivo accesible y confiable
fa: دستگاه در دسترس بوده و مورد اعتماد قرار گرفته است
fr: Appareil accessible et sécurisé
he: ההתקן נגיש ומהימן
hr: Uređaj je punjiv i pouzdan
hu: Az eszköz elérhető és biztonságos
id: Perangkat Ditemukan dan Dipercaya
it: Il dispositivo è disponibile e affidabile
lt: Įrenginys pasiekiamas ir patikimas
nb_no: Enheten kan nås og er betrodd
nl_be: Apparaat is bereikbaar en vertrouwd
pl: Urządzenie Osiągalne i Zaufane
pt_br: Dispositivo Alcançável e Confiável
ru_ru: Устройство доступно и сопряжено
sl: Naprava dosegljva in med zaupanimi napravami
sr: Уређај доступан и поуздан
zh_hans: 可连接且信任的设备
zh_hant: 可偵測且信任的裝置

source: Device Reachable but Not Trusted
be: Прылада дасягальная, але не давераная
ca: Dispositiu accessible però no de confiança
cs: Zařízení je dostupné ale není spárované
de: Gerät in Reichweite aber nicht bekannt
el: Προσπελάσιμη αλλά Μη Έμπιστη συσκευή
es: Dispositivo accesible pero no confiable
fa: دستگاه در دسترس است اما مورد اعتماد نیست
fr: Appareil accessible mais non sécurisé
he: ההתקן נגיש אך בלתי מהימן
hr: Uređaj je punjiv ali nije pouzdan
hu: Az eszköz elérhető, de nem biztonságos
id: Perangkat Ditemukan tapi Tidak Dipercaya
it: Il dispositivo è disponibile ma non è affidabile
lt: Įrenginys pasiekiamas, tačiau nepatikimas
nb_no: Enheten kan nås, men er ikke betrodd
nl_be: Apparaat is bereikbaar maar onvertrouwd
pl: Urządzenie Osiągalne ale Niezaufane
pt_br: Dispositivo Alcançável mas não Confiável
ru_ru: Устройство доступно, но не сопряжено
sl: Naprava dosegljiva, a ni med zaupanimi napravami
sr: Уређај доступан али непоуздан
zh_hans: 可连接但未授信的设备
zh_hant: 可偵測但未受信任的裝置

source: Device Trusted but not Reachable
be: Прылада давераная, але не дасягальная
ca: Dispositiu de confiança però no accessible
cs: Zařízení je označeno jako důvěryhodné, ale není dostupné
de: Gerät bekannt aber nicht in Reichweite
el: Έμπιστη αλλά Μη Προσπελάσιμη συσκευή
es: Dispositivo confiable pero no accesible
fa: دستگاه مورد اعتماد قرار گرفته است اما در دسترس نیست
fr: Appareil sécurisé mais non accessible
he: ההתקן מהימן אך בלתי נגיש
hr: Uređaj je pouzdan ali nije punjiv
hu: Az eszköz biztonságos, de nem érhető el
id: Perangkat Dipercaya namun Tidak Ditemukan
it: Il dispositivo è affidabile ma non raggiungibile
lt: Įrenginys patikimas, tačiau nepasiekiamas
nb_no: Enheten er betrodd, men kan ikke nås
nl_be: Apparaat is vertrouwd maar onbereikbaar
pl: Urządzenie Zaufane ale Nieosiągalne
pt_br: Dispositivo Confiável mas não Alcançável
ru_ru: Устройство сопряжено, но недоступно
sl: Naprava med zaupanami napravami, a ni dosegljiva
sr: Уређај поуздан али недоступан
zh_hans: 受信任但无法连接的设备
zh_hant: 受信任但不可偵測的裝置

source: Device Not Reachable and Not Trusted
be: Прылада не дасягальная і не давераная
ca: Dispositiu no accessible ni de confiança
cs: Zařízení není dostupné a není označeno jako důvěryhodné
de: Gerät nicht in Reichweite und nicht bekannt
el: Η συσκευή είναι Μη Προσπελάσιμη και Μη Έμπιστη
es: Dispositivo inaccesible y no confiable
fa: دستگاه در دسترس و مورد اعتماد نیست
fr: Appareil non accessible et non sécurisé
he: ההתקן בלתי נגיש ובלתי מהימן
hr: Uređaj nije punjiv niti pouzdan
hu: Az eszköz nem érhető el és nem biztonságos
id: Perangkat Tidak Ditemukan dan Tidak Dipercaya
it: Dispositivo Non raggiungibile e Non affidabile
lt: Įrenginys nepasiekiamas ir nepatikimas
nb_no: Enheten kan nås, men er ikke betrodd
nl_be: Apparaat is onbereikbaar en onvertrouwd
pl: Urządzenie Nieosiągalne i Niezaufane
pt_br: Dispositivo Não Alcançável e não Confiável
ru_ru: Устройство недоступно и не сопряжено
sl: Naprava ni dosegljiva in ni med zaupanimi napravami
sr: Уређај недоступан и непоуздан
zh_hans: 不可连接也未授信的设备
zh_hant: 不可偵測且未受信任的裝置

source: Send to
be: Адправіць у
ca: Envia a
cs: Odeslat na
de: Senden an
el: Αποστολή προς
es: Enviar a
fa: ارسال به
fr: Envoyer vers
he: שליחה אל
hr: Pošalji u
hu: Küldés ide
id: Kirim ke
it: Invia a
lt: Siųsti į
nb_no: Send til
nl_be: Versturen naar
pl: Wyślij do
pt_br: Enviar para
ru_ru: Отавить в
sl: Pošlji
sr: Пошаљи на
zh_hans: 发送到
zh_hant: 傳送到

source: Send
be: Адправіць
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fa: ارسال
fr: Envoyer
he: שליחה
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
lt: Siųsti
nl_be: Versturen
pl: Wyślij
pt_br: Enviar
ru_ru: Отправить
sl: Pošlji
sr: Пошаљи
zh_hans: 发送
zh_hant: 傳送

source: File(s) not found
be: Файл(ы) не знойдзены
ca: No s’han trobat els fitxers
cs: Soubor nebyl nalezen
de: Datei nicht gefunden
el: Το/α αρχείο/α δεν βρέθηκαν
es: No se encontraron los archivos
fa: فایل(فایل‌ها) یافت نشد
fr: Fichier(s) non trouvé
he: הקבצים לא נמצאו
hr: Datoteka nije pronađena
id: Berkas tidak ditemukan
it: File non torvato
lt: Failas(-ai) nerastas
nb_no: Fil(er) ikke funnet
nl_be: Bestand(en) niet gevonden
pl: Plik(i) zaginęły
pt_br: Ficheiro(s) não encontrado
ru_ru: Файл не найден
sl: Ne najdem datotek
sr: Фајлови нису нађени
zh_hans: 文件未找到
zh_hant: 找不到檔案

source: There's %u file(s) to be send
be: Гэты файл(ы) будзе адпраўлены
ca: Hi ha %u fitxers pendents d’enviar-se
cs: %u souborů k odeslání
de: Es gibt %u Datei(en) zu senden
el: %u αρχείο/α προς αποστολή
es: Hay %u archivo(s) por enviarse
fa: فایل(فایل‌های) %u برای ارسال وجود دارد
fr: Il y a %u fichier(s) à envoyer
he: ישנם %u קבצים לשליחה
hr: Postoji %u datoteka za slanje
id: Ada %u berkas yang akan dikirim
it: Ci sono %u file(s) che devono essere inviati
lt: Bus išsiųstas šis %u failas(-ai)
nb_no: Det er %u fil(er) i forsendelseskø
nl_be: Ge staat op het punt %u bestand(en) te versturen
pl: Pozostało %u plików do wysłania
pt_br: Há %u ficheiro(s) a ser(em) enviado(s)
ru_ru: Эти файлы %u будут отправлены
sl: Pošiljam %u datotek
sr: Фајлова за слање: %u
zh_hans: 共有 %u 个文件要发送
zh_hant: 這 %u 個檔案將被傳送

source: Compose SMS
be: Напісаць SMS
ca: Redacta un SMS
cs: Napsat SMS zprávu
de: Verfasse SMS
el: Γράψιμο SMS
es: Redactar un SMS
fa: پیامک جدید
fr: Écrire un SMS
he: כתיבת מסרון
hr: Sastavi SMS
id: Buat SMS
it: Scrivi un SMS
lt: Rašyti SMS
nb_no: Skriv SMS
nl_be: Sms opstellen
pl: Napisz SMS
pt_br: Escrever SMS
ru_ru: Написать SMS
sl: Napiši SMS
sr: Напиши СМС
zh_hans: 撰写短信
zh_hant: 撰寫簡訊

source: Phone number
be: Нумар тэлефона
ca: Número de telèfon
cs: Telefonní číslo
de: Telefonnummer
el: Νούμερο τηλεφώνου
fa: شماره تلفن
he: מספר טלפון
id: Nomor telepon
it: Numero di Telefono
lt: Telefono numeris
nb_no: Telefonnummer
nl_be: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
sl: Telefonska številka
sr: Број телефона
zh_hans: 电话号码
zh_hant: 電話號碼

source: Message body:
be: Тэкст паведамлення:
ca: Cos del missatge:
cs: Text zprávy:
de: Nachrichtentext:
el: Κείμενο μηνύματος:
es: Cuerpo del mensaje:
fa: متن پیام:
fr: Message:
he: גוף ההודעה:
hr: Sadržaj poruke:
id: Bagian perpesanan:
it: Testo del messaggio:
lt: Žinutės tekstas:
nb_no: Meldingstekst:
nl_be: Berichtinhoud:
pl: Treść wiadomości:
pt_br: Mensagem:
ru_ru: Текст сообщения:
sl: Sporočilo:
sr: Текст поруке:
zh_hans: 短信内容：
zh_hant: 訊息內文：

source: Authorization succesfull. You can close this window.
be: Аўтарызацыя паспяховая. Вы можаце закрыць гэтае вакно.
cs: Ověření úspěšné. Toto okno můžete zavřít.
de: Autorisierung erfolgreich. Sie können dieses Fenster schließen.
el: Επιτυχής εξουσιοδότηση. Μπορείτε να κλείσετε αυτό το παράθυρο.
fa: احراز هویت انجام شد. می‌توانید این پنجره را ببندید.
he: האימות הצליח. ניתן לסגור את החלון הזה.
id: Otorisasi sukses. Anda dapat menutup jendela ini sekarang.
it: L'autorizzazione ha avuto successo. Puoi chiudere questa finestra.
lt: Prieigos teisių suteikimas sėkmingas. Galite užverti šį langą.
nb_no: Identitetsbekreftelse gjort. Du kan lukke dette vinduet.
nl_be: De autorisatie is gelukt. Ge kunt dit venster sluiten.
pl: Autoryzacja zakończona powodzeniem. Możesz zamknąć to okno.
pt_br: Autorização concedida. Podes fechar esta janela.
sl: Avtorizacija uspešna. Lahko zaprete to okno.
sr: Пријављивање успешно. Можете затворити овај прозор.
zh_hans: 授权成功。您可以关闭这个窗口了。
zh_hant: 授權成功。您可以關掉這個視窗了。

source: Authorization failed. Please close this window and try again.
be: Аўтарызацыя не ўдалася. Калі ласка, закрыйце гэтае вакно і паспрабуйце зноў.
cs: Ověření neúspěšné. Zavřete toto okno a zkuste to znovu.
de: Autorisierung fehlgeschlagen. Bitte schließen Sie dieses Fenster und versuchen sie es erneut.
el: Η εξουσιοδότηση απέτυχε. Κλειστε αυτό το παράθυρο και προσπαθήστε ξανά.
fa: احراز هویت با شکست مواجه شد. لطفاً این پنجره را ببندید و دوباره تلاش کنید.
he: האימות נכשל. נא לסגור את החלון הזה ולנסות שוב.
id: Otorisasi gagal. Silahkan tutup jendela ini dan coba lagi.
it: Autorizzazione fallita. Chiudere la finestra e riprovare.
lt: Prieigos teisių suteikimas nepavyko. Prašome užverti šį langą ir bandyti dar kartą.
nb_no: Identitetsbekreftelse mislyktes. Lukk dette vinduet og prøv igjen.
nl_be: De autorisatie is mislukt. Sluit dit venster en probeert het opnieuw.
pl: Autoryzacja nie powiodła się. Proszę, zamknij to okno i spróbuj ponownie.
pt_br: Autorização falhou. Por favor fecha esta janela e tenta de novo.
sl: Avtorizacija neuspešna. Zaprite okno in poskusite ponovno.
sr: Пријављивање неуспешно. Затворите овај прозор и покушајте поново.
zh_hans: 授权失败。请关闭这个窗口然后重试。
zh_hant: 授權失敗。請關掉這個視窗再試一遍。

source: Sync starting
be: Запуск сінхранізацыі
cs: Spuštění synchronizace
de: Synchronisation gestartet
el: Εκκίνηση συγχρονισμού
fa: همگام‌سازی شروع شد
he: הסנכרון מתחיל
id: Sinkronisasi dimulai
it: Inizio sincronizzazione
lt: Pradedamas sinchronizavimas
nb_no: Synkronisering starter
nl_be: Bezig met starten van synchronisatie
pl: Synchronizacja rozpoczęta
pt_br: Sincronização iniciada
sl: Začenjam sinhronizacijo
sr: Синхронизација започета
zh_hans: 开始同步
zh_hant: 正在開始同步

source: Synchronizing contacts
be: Сінхранізаваць кантакты
cs: Synchronizace kontaktů
de: Synchronisiere Kontakte
el: Συγχρονισμός επαφών
fa: همگام‌سازی مخاطبان
he: אנשי הקשר מסונכרנים
id: Sinkronisasi kontak
it: Sincronizzazione dei contatti
lt: Sinchronizuojami kontaktai
nb_no: Synkroniserer kontakter
nl_be: Bezig met synchroniseren van contacten
pl: Synchronizuję kontakty
pt_br: Sincronizando contatos
sl: Sinhroniziram kontakte
sr: Синхронизујем контакте
zh_hans: 正在同步通讯录
zh_hant: 正在同步通訊錄

source: Sync done
be: Сінхранізацыя завершаная
cs: Synchronizace dokončena
de: Synchronisation abgeschlossen
el: Ο συγχρονισμός τελείωσε
fa: همگام‌سازی انجام شد
he: הסנכרון הושלם
id: Sinkronisasi selesai
it: Sincronizzazione effettuata
lt: Sinchronizavimas atliktas
nb_no: Synkronisering fullført
nl_be: Synchroniseren voltooid
pl: Synchronizacja zakończona
pt_br: Sincronização terminada
sl: Sinhronizacija zaključena
sr: Синхронизација завршена
zh_hans: 同步已完成
zh_hant: 同步已完成

source: Synchronized contacts
be: Сінхранізаваныя кантакты
cs: Synchronizované kontakty
de: Kontakte synchronisiert
el: Συγχρονισμένες επαφές
fa: مخاطبان همگام‌سازی شدند
he: אנשי הקשר סונכרנו
id: Kontak tersingkron
it: Contatti sincronizzati
lt: Sinchronizuoti kontaktai
nb_no: Synkroniserte kontakter
nl_be: Gesynchroniseerde contacten
pl: Zsynchronizowano kontakty
pt_br: Contatos sincronizados
sl: Sinhronizirani kontakti
sr: Синхронизовани контакти
zh_hans: 已同步的联系人
zh_hant: 已同步的通訊錄項目

source: Apply
be: Ужыць
cs: Použít
el: Εφαρμογή
fa: تایید
he: החלה
id: Terapkan
it: Applicare
lt: Taikyti
nb_no: Bruk
nl_be: Toepassen
pl: Zastosuj
sl: Uporabi
sr: Примени
zh_hans: 应用
zh_hant: 套用

source: Visibility
be: Бачнасць
cs: Viditelnost
el: Ορατότητα
fa: پدیداری
he: חשיפה
it: Visibilità
lt: Matomumas
nb_no: Synlighet
nl_be: Zichtbaarheid
pl: Widoczność
sl: Vidnost
sr: Видљивост
zh_hant: 可見度

source: Icons
be: Значкі
cs: Ikony
el: Εικονίδια
fa: آیکون‌ها
he: סמלים
id: Ikon
it: Icone
lt: Piktogramos
nb_no: Ikoner
nl_be: Pictogrammen
pl: Ikony
sl: Ikone
sr: Иконе
zh_hans: 图标
zh_hant: 圖示

source: Show only paired devices:
be: Паказваць толькі спалучаныя прылады:
cs: Zobrazit pouze připojená zařízení:
el: Να φαίνονται μόνο οι συσκευές που έχει γίνει σύζευξη:
fa: تنها دستگاه‌ها متصل را نشان بده:
he: הצגת התקנים מצומדים בלבד:
id: Perlihatkan hanya perangkat yang tersanding:
it: Mostra solo dispositivi accoppiati:
lt: Rodyti tik suporuotus įrenginius:
nb_no: Bare vis oppsatte enheter:
nl_be: Alleen gekoppelde apparaten weergeven:
pl: Pokaż tylko połączone urządzenia:
sl: Pokaži samo povezane naprave:
sr: Прикажи само упарене уређаје:
zh_hans: 只显示已配对的设备：
zh_hant: 只顯示已配對的裝置：

source: Show custom icons for Elementary OS:
be: Паказваць свае значкі для Elementary OS:
cs: Zobrazit volitelné ikony pro základní OS:
el: Προσαρμοσμένα εικονίδια για το Elementary OS:
fa: آیکون‌های شخصی‌سازی شده را برای سیستم‌عامل المنتری نمایش بده:
he: הצגת סמלים בהתאמה אישית עבור Elementary OS:
it: Mostra le icone personalizzate per Elementary OS:
lt: Rodyti tinkintas piktogramas, skirtas elementary OS:
nb_no: Vis egendefinerte ikoner for elementary OS:
nl_be: Aangepaste pictogrammen weergeven op Elementary OS:
pl: Użyj ikon dla Elementary OS
sl: Pokaži posebne ikone za Elementary OS:
sr: Прикажи посебну икону за Елементари ОС:
zh_hans: 显示为 Elementary OS 定制的图标：
zh_hant: 顯示用於 Elementary OS 的客製圖示：

source: Delete Google Contacts:
be: Выдаліць кантакты Google:
cs: Smazat Google kontakty:
el: Διαγραφή των Google επαφών:
fa: حساب‌های گوگل را حذف کن:
he: מחיקת אנשי קשר ב־Google:
it: Elimina i Contatti Google:
nb_no: Slett Google-kontakter:
nl_be: Google-contacten verwijderen:
pl: Usuń kontakty Google:
sl: Izbriši Google Contacts:
sr: Обриши Гугл контакте:
zh_hans: 删除 Google 联系人：
zh_hant: 移除 Google 通訊錄項目：

source: Check the device {device_name}
be: Праверыць прыладу {device_name}
ca: Comprova el dispositiu {device_name}
cs: Zkontrolovat zařízení {device_name}
de: Prüfe das Gerät {device_name}
el: Έλεγχος της συσκευής {device_name}
es: Compruebe el dispositivo {device_name}
fa: دستگاه {device_name} را بررسی نمایید
fr: Vérifier l'appareil {device_name}
he: בדיקת ההתקן {device_name}
it: Controlla il dispositivo {device_name}
lt: Patikrinkite įrenginį {device_name}
nb_no: Sjekk enheten {device_name}
nl_be: Controleert het apparaat {device_name}
pl: Sprawdź urządzenie {device_name}
pt_br: Verifique o dispositivo {device_name}
sl: Preveri napravo {device_name}
sr: Провери уређај {device_name}
zh_hans: 检查设备“{device_name}”
zh_hant: 檢查「{device_name}」裝置

source: Sending {num_files} file(s)
be: Адпраўка {num_files} файл(аў)
ca: S’estan enviant {num_files} fitxers
cs: Odesílání {num_files} souborů…
de: Sende {num_files} Datei(en)
el: Στέλνονται {num_files} αρχείο/α
es: Enviando {num_files} archivo(s)
fa: در حال ارسال {num_files} فایل
fr: Envoyer {num_files} fichier(s)
he: נשלחים {num_files} קבצים
it: Sto inviando {num_files} file(s)
lt: Siunčiamas {num_files} failas(-ai)
nb_no: Sender {num_files} fil(er)
nl_be: Bezig met versturen van {num_files} bestand(en)
pl: Wysyłam {num_files} plik(ów)
pt_br: Enviando {num_files} ficheiro(s)
sl: Pošiljam {num_files} datotek
sr: Шаљем фајлове
zh_hans: 正在发送 {num_files} 个文件
zh_hant: 正在傳送 {num_files} 個檔案

source: KDEConnect Send To
be: Адправіць праз KDEConnect
ca: Envia mitjançant el KDE Connect
cs: KDEConnect Odeslat na
el: KDEConnect αποστολή προς
es: Envío con KDE Connect
fa: ارسال از طریق KDEConnect
fr: KDEConnect Envoyer Vers
he: KDEConnect שליחה אל
it: KDEConnect Invia a
lt: KDEConnect Siųsti į
nb_no: KDE Connect Send til
nl_be: KDEConnect â€“ Versturen naar
pl: KDE Connect Wyślij do
pt_br: KDEConnect Enviar Para
sl: Pošlji v KDEConnect
sr: КДЕ конект шаље на
zh_hans: KDEConnect 发送到
zh_hant: KDEConnect 傳送到

source: send file(s) with kdeconnect
be: адправіць файл(ы) з kdeconnect
ca: envia fitxer(s) amb el KDE Connect
cs: poslat soubory pomocí kdeconnect
de: sende Datei(en) mit KDEConnect
el: αποστολή αρχείου/ων με το kdeconnect
es: enviar archivo(s) con KDE Connect
fa: ارسال فایل(فایل‌ها) با kdeconnect
fr: envoyer un/des fichier(s) avec kdeconnect
he: שליחת קבצים עם kdeconnect
it: Invia file(s) con kdeconnect
lt: siųsti failą(-us), naudojant kdeconnect
nb_no: send fil(er) med KDE Connect
nl_be: bestand(en) versturen met kdeconnect
pl: wyślij plik(i) przez kdeconnect
pt_br: enviar ficheiro(s) com kdeconnect
sl: pošlji datoteke s KDEConnect
sr: шаљи фајлове помоћу КДЕ конекта
zh_hant: 使用 kdeconnect 傳送檔案

source: Phone number:
fr: Numéro de téléphone:
hr: Broj telefona:
ru_ru: Номер телефона:

source: File not found
hu: Fájl nem található
