Repository: Bajoja/indicator-kdeconnect
Catalog: po/*.po
Languages: be, ca, cs, de, el, es, fa, fr, he, hr, hu, id, it, lt, nb_no, nl_be, pl, pt_br, ru_ru, sl, sr, zh_hans, zh_hant

source: <b>Are you ready for your first device pairing?</b>
be: <b>Вы гатовыя да спалучэння вашай першай прылады?</b>
ca: <b>Esteu preparat per al vostre primer aparellament de dispositius?</b>
cs: <b>Připravení na prvotní spárování zařízení?</b>
de: <b>Bereit, das erste Gerät zu verbinden?</b>
el: <b>Είστε έτοιμοι να κάνετε την πρώτη σας σύζευξη;</b>
es: <b>¿Preparado para su primer emparejamiento de dispositivos?</b>
fa: <b>آیا برای اتصال اولین دستگاه آماده هستید؟</b>
fr: <b>Êtes vous prêt pour lier votre premier appareil ?</b>
he: <b>נתחיל בצימוד ההתקן הראשון שלך?</b>
hr: <b>Jeste li spremni za prvo uparivanje uređaja?</b>
hu: <b>Készen állsz az első eszközpárosításra?</b>
id: <b>Apa anda siap untuk memasang perangkat pertama anda?</b>
it: <b>Sei pronto ad associare il tuo dispositivo per la prima volta?</b>
lt: <b>Ar esate pasiruošę suporuoti savo pirmąjį įrenginį?</b>
nb_no: <b>Er du klar for å sette opp din første enhet</b>
nl_be: <b>Zijt ge klaar voor het koppelen van uw eerste apparaat?</b>
pl: <b>Czy jesteś gotowy na pierwsze parowanie urządzeń?</b>
pt_br: <b>Você está preparado para o primeiro emparelhamento?</b>
ru_ru: <b>Вы готовы для первого сопряжения вашего устройства?</b>
sl: <b>Ste pripravljeni na povezavo s prvo napravo?</b>
sr: <b>Јесте ли спремни за прво упаривање уређаја?</b>
zh_hans: <b>准备好进行您的第一次设备配对了吗？</b>
zh_hant: <b>準備好進行您的第一次裝置配對了嗎？</b>

source: Now connect your devices using wifi connection.
be: Цяпер падлучыце вашыя прылады, выкарыстоўваючы WiFi.
ca: Ara connecteu els dispositius mitjançant la Wi-Fi.
cs: Připojte svá zařízení pomocí WiFi.
de: Verbinden Sie beide Geräte mit demselben WLAN.
el: Συνδέστε τις συσκευές σας με wifi.
es: Ahora conecte los dispositivos mediante el wifi.
fa: حال دستگاه‌های خود را با استفاده از وای فای متصل کنید.
fr: Connectez maintenant vos appareils via la connexion Wi-Fi.
he: כעת עליך לחבר את ההתקנים שלך באמצעות חיבור wifi.
hr: Povežite svoj uređaj putem bežićnog povezivanja.
hu: Csatlakoztasd az eszközeidet WiFi kapcsolaton keresztül.
id: Sekarang sambungkan perangkat anda ke wifi.
it: Connetti ora il tuo dispositivo alla rete wifi.
lt: Dabar, prijunkite savo įrenginius naudodami belaidį (WiFi) ryšį.
nb_no: Koble enhetene dine ved bruk av Wi-Fi.
nl_be: Verbindt nu uw apparaten via wifi.
pl: Połącz swoje urządzenia przez WiFi
pt_br: Agora conecta seus dispositivos usando uma conexão wifi.
ru_ru: Теперь подключите ваше устройство используя соединение WiFi.
sl: Sedaj povežite svoje naprave prek WIFI povezave.
sr: Сада повежите ваше уређаје бежичном везом.
zh_hans: 现在请通过 WiFi 连接您的设备。
zh_hant: 現在透過 wifi 網路連線連接您的裝置。

source: Tethering should work too!
be: Тэзэрынг павінен працаваць таксама!
ca: La compartició d’Internet hauria de funcionar també!
cs: Zafungovat by měl i režim sdíleného připojení (tethering)!
de: Tethering sollte auch funktionieren!
el: Το φορητό σημείο πρόσβασης (tethering) πρέπει επίσης τα λειτουργεί!
es: ¡El anclaje a redes también debería funcionar!
fa: اتصال اینترنت نیز باید کار کند!
fr: L'affiliation devrait également fonctionner !
he: גם שיתוף החיבור אמור לעבוד!
hr: Dijeljenje povezivanja bi trebalo isto tako raditi!
hu: A tetheringnek is működnie kell!
id: Peranggitan seharusnya dapat bekerja juga!
it: Dovrebbe funzionare anche tramite Tethering!
lt: Pririšimas taip pat turėtų veikti!
nb_no: Tjudring bør også fungere!
nl_be: Via tethering zou het ook moeten werken!
pl: Połączenie z hotspotem telefonu też zadziała!
pt_br: Ancoragem deve funcionar também!
ru_ru: Точка доступа должна тоже работать!
sl: Delovati bi moralo tudi prek tetheringa.
sr: Тетеринг ће такође радити!
zh_hans: 网络共享应该也能工作！
zh_hant: 行動網路分享下應也可以運作！

source: If you have Firewall running, please open port 1714-1764 for TCP and UDP
be: Калі вы карыстаецеся фаэрволам, адкрыйце парты 1714-1764 для TCP і UDP
ca: Si teniu un tallafocs habilitat, obriu el port 1714-1764 per al TCP i l’UDP
cs: Pokud používáte bránu firewall na počítači, je třeba otevřít porty 1714 až 1764 pro TCP a UDP
de: Sollte eine Firewall laufen, müssen Sie die Ports 1714-1764 für TCP und UDP freigeben.
el: Αν έχετε ενεργό τοίχος προστασίας (firewall) παρακαλώ ανοίξτε τις θύρες 1714 έως 1764 των TCP και UDP
es: Si está ejecutando un cortafuegos, abra el puerto 1714-1764 a TCP y UDP
fa: اگر فایرفال در حال اجراست پورت‌های ۱۷۱۴ تا ۱۷۶۴ را برای اتصال TCP و UDP باز کنید.
fr: Si vous avez un pare-feu, ouvrez le port 1714-1764 en TCP et UDP
he: אם יש לך חומת אש פעילה, יש לפתוח את הפתחות 1714-1764 לחיבורי TCP ו־UDP
hr: Ako imate pokrenut vatrozid, otvorite ulaze 1714-1764 za TCP i UDP
hu: Ha tűzfalat használsz, kérlek nyisd meg a 1714-1764 TCP és UDP portokat
id: Jika anda punya Firewall yang berjalan, harap buka port 1714-1764 untuk TCP dan UDP
it: Se stai utilizzando un Firewall, per favore apri le porte 1714-1764 sia TCP che UDP
lt: Jeigu naudojate užkardą, prašome atverti prievadus 1714-1764, skirtus TCP ir UDP
nb_no: Hvis du har en brannmur kjørende, åpne port 1714-1764 for TCP og UDP
nl_be: Als ge ne firewall gebruikt, opent dan poort 1714-1764 voor zowel TCP als UDP
pl: Jeśli twoja zapora ogniowa jest aktywna, otwórz porty TCP i UDP w zakresie 1714-1764
pt_br: Se você tem uma Firewall ativa, por favor abra as portas 1714-1764 para TCP e UDP
ru_ru: Если у вас используется файрвол, пожалуйста откройте порты 1714-1764 TCP и UDP
sl: Če imate vzpostavljen požarni zid, prosimo odprite vrata 1714-1764 za TCP in UDP.
sr: Ако вам ради Ватробран, отворите портове 1714-1764 за ТЦП и УДП
zh_hans: 如果您运行有防火墙，请打开 TCP 和 UDP 协议的 1714-1764 端口。
zh_hant: 如果您有運行中的防火牆，請將 TCP 與 UDP 的 1714-1764 連接埠開啟

source: Launch KDE Connect in your Android which you can download from
be: Запусціце KDE Connect на Андроід, папярэдне спампаваўшы яго з
ca: Obriu el KDE Connect al vostre aparell Android, el qual us podeu baixar des de la botiga
cs: Na svém Android zařízení spusťte aplikaci KDE Connect, která je k dispozici z
de: Führen Sie KDE Connect auf ihrem Android-Gerät aus, welches Sie herunterladen können von
el: Εκτελέστε το KDE Connect στη συσκευή Android απ'όπου θα κατεβάσετε
es: Abra KDE Connect en el dispositivo Android, que puede descargarse en
fa: برنامه KDE Connect را بر روی اندروید خود اجرا کنید، این برنامه را می‌توانید از آدرس زیر بگیرید
fr: Lancez KDE Connect sur votre Android. L'application se trouve sur le
he: הפעלת KDE Connect ב־Android שלך שניתן להוריד מ־
hr: Pokrenite KDE Connect na svojem Androidu koji možete preuzeti
hu: Az Androidos eszközödön indítsd el a KDE Connect alkalmazást, amit a
id: Jalankan KDE Connect di Android anda yang dapat anda unduh
it: Avvia KDE Connect nel tuo dispositivo Android, puoi scaricare l'app da
lt: Paleiskite savo Android įrenginyje programėlę KDE Connect, kurią galite atsisiųsti iš
nb_no: Kjør KDE Connect på Android, som du kan laste ned fra
nl_be: Opent KDE Connect op uw Android-apparaat. Ge kunt het downloaden via
pl: Uruchom KDE Connect w telefonie. Możesz go pobrać z
pt_br: Execute o KDE Connect no seu Android pelo qual podes fazer download de
ru_ru: Запустите KDE Connect на своем Android, преварительно загрузив с
sl: V svoji Android napravi zaženite KDE Connect, ki ga lahko prenesete
sr: Покрените КДЕ конект на свом Андроид уређају а можете га преузети на
zh_hans: 启动您的安卓设备上的 KDE Connect 应用，该应用可以从这里下载：
zh_hant: 啟動您 Android 裝置上的 KDE Connect 應用軟體，其可以從下列地點下載：

source: Google Play</a>
fa: گوگل پلی</a>
hr: Google Trgovina</a>
hu: Google Play</a>-ről tudsz letölteni
nb_no: Google Play (eller F-droid)</a>
pl: F-Droida i sklepu Play</a>
pt_br: Google Play Store</a>
sl: iz Google Play</a>
sr: Гугл Плеју</a>
zh_hans: Google Play 应用商店</a>
zh_hant: Google Play 商店</a>

source: Everytime there is a new device connected, a new indicator will appear in your panel.
be: Кожны раз, як новая прылада падлучыцца, новы індыкатар будзе з'яўляцца на панэлі.
ca: Sempre que hi hagi un dispositiu nou connectat, apareixerà al plafó un indicador.
cs: Pro každé z připojených zařízení se v oznamovací oblasti systémového panelu objeví nový indikátor.
de: Immer wenn ein neues Gerät verbunden wird, erscheint ein neues Indikator-Applet in der Desktop-Leiste.
el: Κάθε φορά που μια καινούργια συσκευή θα συνδέεται, ένα νέο εικονίδιο θα εμφανίζεται στο panel.
es: Cada vez que haya un dispositivo nuevo conectado, aparecerá un indicador en el panel.
fa: هر وقت دستگاه جدیدی متصل شود، یک آیکون جدید در پنل شما نمایان می‌شود.
fr: Chaque fois qu'un nouvel appareil se connecte, une indication apparaît sur
he: עם כל חיבור של התקן חדש יופיע מחוון חדש בלוח שלך.
hr: Svaki puta kada je novi uređaj povezan, novi indikator će se pojaviti na vašem panelu.
hu: Minden alkalommal, amikor egy új eszköz csatlakozik, egy új indikátor jelenik meg a panelen.
id: Setiap kali perangkat baru tersambung, indikator baru akan muncul di panel.
it: Ogni volta che ci sarà un nuovo dispositivo connesso, un nuovo indicatore apparirà nel pannello.
lt: Kas kartą prisijungus naujam įrenginiui, jūsų skydelyje pasirodys naujas indikatorius.
nb_no: Hver gang en ny enhet kobles til, vil en indikator komme til syne i panelet ditt.
nl_be: Der zal ne nieuwen indicator verschijnen op uw paneel voor elk nieuw apparaat dat ge verbindt.
pl: Dla każdego połączonego urządzenia na twoim panelu pojawi się osobna ikona.
pt_br: Toda as vezes que há um novo dispositivo conectado, um novo indicador vai aparecer no seu painel.
ru_ru: Если новое устройство будет подключено, то появится новый индикатор на панели.
sl: Vsakič, ko se poveže nova naprava, se bo pojavila nova ikona v orodni vrstici.
sr: Када се нови уређај повеже, нови индикатор ће се појавити на панелу
zh_hans: 每连接一个新的设备，您的面板上就会出现一个新的指示器。
zh_hant: 每當一個新裝置連接上了，您的面板上就會出現一個新的指示器圖示。

source: There, you can pair and see its status
be: Там вы можаце спалучыць і ўбачыць яго статус
ca: Des d’allí podeu aparellar-lo i veure’n l’estat
cs: A v něm je možné provést spárování a zobrazit jeho stav
de: Dort kannst du Verbinden aufbauen und den Status einsehen
el: Εκεί, μπορείτε να κάνετε σύζευξη και να δείτε την κατάστασή της
es: Allí, puede emparejar y consultar el estado
fa: آنجا می‌توانید دستگاه جدید متصل کنید و وضعیت آن‌ها را ببینید
fr: Ici, vous pouvez appareiller et voir le statut
he: הנה, אפשר לצמד ולצפות במצב שלו
hr: Tamo, možete upariti uređaje i vidjeti stanje
hu: Itt kezdeményezheted a párosítását és láthatod az állapotát
it: Qui puoi eseguire il pair e vedere lo stato
lt: Ten, galėsite įrenginį suporuoti ir matyti jo būseną
nb_no: Der kan du sette opp enheter og se status
nl_be: Daar kunt ge de desbetreffende apparaten koppelen en de status weergeven
pl: Możesz tam parować urządzenia i sprawdzać ich stan
pt_br: Ali, podes emparelhar e ver o seu estado
ru_ru: Затем вы можете увидеть статус сопряжения
sl: Tam se lahko z njo povežete in vidite njeno stanje.
sr: Овде, можете упарити и видети његово стање
zh_hans: 您可以在那里配对并查看其状态
zh_hant: 在那，您可以配對並查看其狀態

source: <b>Now try to pair your device</b>
be: <b>Цяпер паспрабуйце выканаць спалучэнне вышай пралады</b>
ca: <b>Ara proveu d’aparellar el dispositiu</b>
cs: <b>Nyní se pokuste spárovat své zařízení</b>
de: <b>Versuche jetzt dein Gerät zu verbinden</b>
el: <b>Τώρα προσπαθήστε να κάνετε σύζευξη με τη συσκευή σας</b>
es: <b>Ahora pruebe a emparejar el dispositivo</b>
fa: <b>حال می‌توانید دستگاه خود را متصل کنید</b>
fr: <b>Essayer d'appareiller votre appareil</b>
he: <b>כעת כדאי לנסות לצמד את ההתקן שלך</b>
hr: <b>Sada pokušajte upariti svoj uređaj</b>
hu: <b>Próbáld meg párosítani az eszközöd</b>
it: <b>Prova ora ad eseguire il pair con il tuo dispositivo</b>
lt: <b>Dabar, pabandykite suporuoti savo įrenginį</b>
nb_no: <b>Prøv å sette opp din enhet</b>
nl_be: <b>Probeert nu uw apparaat te koppelen</b>
pl: <b>Spróbuj teraz sparować swoje urządzenie</b>
pt_br: <b>Agora tente emparelhar seu dispositivo</b>
ru_ru: <b>Теперь попробуйте выполнить сопряжение с вашим устройством</b>
sl: <b>Poskusite se povezati z vašo napravo</b>
sr: <b>Сада покушајте упаривање уређаја</b>
zh_hans: <b>现在来尝试配对您的设备吧</b>
zh_hant: <b>現在來嘗試配對您的裝置吧</b>

source: <b>Great! your device is all set</b>
be: <b>Выдатна! Вашая прылада наладжана</b>
ca: <b>Excel·lent! El dispositiu està a punt</b>
cs: <b>Skvělé! Zařízení je nastaveno</b>
de: <b>Ihr Gerät ist jetzt vollständig eingerichtet</b>
el: <b>Τέλεια! Η συσκευή σας είναι ρυθμισμένη</b>
es: <b>¡Bien! El dispositivo está listo</b>
fa: <b>تبریک! دستگاه شما متصل شد</b>
fr: <b>Super! Votre appareil est prêt</b>
he: <b>מעולה! ההתקן שלך מוכן</b>
hr: <b>Sjajno! Vaš uređaj je podešen</b>
hu: <b>Remek! Az eszközöd készen áll</b>
id: <b>Bagus! Perangkat Anda siap digunakan</b>
it: <b>Ottimo! Il tuo dispositivo è pronto</b>
lt: <b>Puiku! Jūsų įrenginys yra paruoštas</b>
nb_no: <b>Storartet! Din enhet er satt opp</b>
nl_be: <b>Uw apparaat is nu gekoppeld</b>
pl: <b>Twoje urządzenie działa śpiewająco!</b>
pt_br: <b>Ótimo! Seu dispositivo está pronto</b>
ru_ru: <b>Отлично! Ваше устройство настроено</b>
sl: <b>Odlično! Vaša naprava je pripravljena</b>
sr: <b>Одлично! Ваш уређај је подешен</b>
zh_hans: <b>太好了！您的设备已经配置完成</b>
zh_hant: <b>很好！您的裝置已經準備好了</b>

source: Now you can enable or disable modules on KDE Connect settings.
be: Цяпер вы можаце ўключыць ці выключыць модулі ў наладах KDE Connect.
ca: Ara podeu habilitar o inhabilitar mòduls als paràmetres del KDE Connect.
cs: Nyní je možné zapínat nebo vypínat jednotlivé moduly v nastavení KDE Connect.
de: Jetzt können Sie Module in den Einstellungen von KDE Connect aktivieren oder deaktivieren.
el: Τώρα μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε διάφορες δυνατότητες (modules) στις Ρυθμίσεις του KDE Connect.
es: Ahora puede activar o desactivar módulos en la configuración de KDE Connect.
fa: حال می‌توانید ماژول‌ها را در تنظیمات KDE Connect فعال/غیرفعال کنید.
fr: Vous pouvez maintenant activer ou désactiver les modules via les paramètres de KDE Connect.
he: כעת ניתן להפעיל או להשבית מודולים בהגדרות של KDE Connect.
hr: Sada možete omogućiti ili onemogućiti module u KDE Connect postavkama.
hu: Modulokat engedélyezni és letiltani a KDE Connect beállításokban tudsz.
id: Sekarang Anda dapat mengaktifkan atau menonaktifkan modul di pengaturan KDE Connect.
it: Puoi ora abilitare e disattivare i moduli nelle impostazioni di KDE Connect.
lt: Dabar, galite įjungti arba išjungti modulius KDE Connect nustatymuose.
nb_no: Nå kan du skru på eller av moduler i KDE Connect-innstillingene.
nl_be: Nu kunt ge modules in- of uitschakelen in de KDE Connect-instellingen
pl: Teraz możesz włączać i wyłączać moduły w ustawieniach KDE Connect.
pt_br: Agora podes habilitar ou desabilitar módulos no KDE Connect settings.
ru_ru: Теперь вы можете включить или отключить необходимые модули в настройках KDE Connect
sl: Različne module lahko omogočite ali onemogočite v nastavitvah KDE Connect.
sr: Сада можете укључивати модуле у КДЕ конект поставкама.
zh_hans: 现在您可以在 KDE Connect 的设置里启用或禁用模块。
zh_hant: 現在您可以在 KDE Connect 設定中啟用或停用模組。

source: Indicator already added to autostart.
be: Індыкатар ужо даданы ў аўтазапуск.
ca: L’indicador ja s’havia afegit a l’inici automàtic.
cs: Indikátor už je mezi aplikacemi spouštěnými při přihlášení do systému.
de: Das Indikator-Applet wurde bereits zum Autostart hinzugefügt.
el: Το εικονίδιο έχει ήδη προστεθεί στη "Έναρξη με την εκκίνηση" του υπολογιστή
es: Ya se añadió el indicador al inicio automático.
fa: برنامه قبلا به اجرای خودکار اضافه شده است.
fr: L'indicateur a déjà été ajouté lors du démarrage automatique.
he: המחוון כבר נוסף להתחלה האוטומטית.
hr: Indikator je već dodan u automatsko pokretanje.
hu: Az indikátor hozzá lett adva az autostarthoz.
id: Indikator sudah ditambahkan ke autostart.
it: Kde Indicator è stato aggiunto all'autostart.
lt: Indikatorius jau pridėtas į automatinį paleidimą.
nb_no: Indikator er allerede lagt til i autostart.
nl_be: Den indicator is al toegevoegd aan de opstarttoepassingen.
pl: Indicator będzie teraz startować automatycznie
pt_br: O indicador já foi adicionado às aplicações de arranque.
ru_ru: Индикатор уже добавлен в автозапуск.
sl: Indicator je bil že dodan med avtomatsko zagnane programe.
sr: Индикатор је већ додат у аутостарт.
zh_hans: 指示器已经添加到自动启动。
zh_hant: 指示器早已新增到自動啟動項目中。

source: Enjoy!
be: Атрымлівайце асалоду!
ca: Gaudiu!
cs: Ať vám dobře slouží!
de: Viel Spaß!
el: Χαρείτε το!
es: ¡Que lo disfrute!
fa: لذت ببرید!
he: דרך צלחה!
hr: Uživajte!
hu: Jó szórakozást!
it: Buon divertimento!
lt: Mėgaukitės!
nb_no: Kos deg!
nl_be: Veel plezier!
pl: Miłego użytkowania!
pt_br: Desfruta!
ru_ru: Наслаждайтесь!
sl: Uživajte!
sr: Уживајте!
zh_hans: 祝使用愉快！
zh_hant: 祝使用愉快！

source: cannot connect to KDE Connect DBus service
be: немагчыма злучыцца з DBus-сэрвісам KDE Connect
ca: no s’ha pogut connectar amb el servei DBus del KDE Connect
cs: nedaří se spojit s DBus službou KDE Connect
de: kann keine Verbindung zum KDE-Connect-DBus-Service aufbauen
el: Δεν είναι δυνατή η σύνδεση στην υπηρεσία KDE Connect DBus
es: no se puede conectar con el servicio de DBus de KDE Connect
fa: برنامه KDE Connect نمی‌تواند به سرویس DBus متصل شود
fr: ne peut pas se connecter au service KDE Connect DBus
he: לא ניתן להתחבר לשירות ה־DBus של KDE Connect
hr: nemoguće povezivanje s KDE Connect DBus uslugom
hu: nem sikerült csatlakozni a KDE Connect DBus szolgáltatáshoz
id: tidak dapat terhubung ke layanan KDE Connect DBus
it: Non riesco a connettermi a "KDE Connect DBus service"
lt: nepavyksta prisijungti prie KDE Connect DBus tarnybos
nb_no: kan ikke koble til KDE D-Bus-tjeneste
nl_be: het verbinden met de KDE Connect DBus-dienst is mislukt
pl: Połaczenie z KDE Connect przez DBus nie powiodło się
pt_br: Não foi possível connectar ao serviço DBus do KDE Connect
ru_ru: невозможно подключиться к сервису KDE Connect DBus
sl: Ne morem se povezati s KDE Connect DBus storitvijo
sr: не могу да се повежем на Д-бус сервис КДЕ конекта
zh_hans: 无法连接到 KDE Connect DBus 服务
zh_hant: 無法連接至 KDE Connect DBus 服務

source: Encryption information not found
be: Інфармацыя аб шыфраванні не знойдзенная
ca: No s’ha trobat la informació de xifratge
cs: Informace o šifrování nebyly nalezeny
de: Verschlüsselungsinformationen konnten nicht gefunden werden
el: Δεν βρέθηκαν πληροφορίες κρυπτογράφησης
es: No se encontró la información de cifrado
fa: اطلاعات رمزنگاری یافت نشد
fr: Informations de chiffrage non trouvées
he: לא נמצאו פרטי הצפנה
hr: Informacije šifriranja nisu pronađene
hu: Titkosítási információ nem található
id: Informasi enkripsi tidak ditemukan
it: Informazioni riguardo la cifratura non trovate
lt: Nerasta šifravimo informacijos
nb_no: Kunne ikke skaffe til veie krypteringsinformasjon
nl_be: De versleutelingsinformatie kan niet gevonden worden
pl: Szyfrowanie połączenia nie powiodło się
pt_br: Informações de encriptação não encontrada
ru_ru: Информация о шифровании не найдена
sl: Ne najdem informacij za šifriranje
sr: Подаци о шифровању нису пронађени
zh_hans: 未找到加密信息
zh_hant: 未找到加密資訊

source: Browse device
be: Прагляд прылад
ca: Navega al dispositiu
cs: Procházet obsah zařízení
de: Durchsuche Gerät
el: Περιήγηση στην συσκευή
es: Examinar el dispositivo
fa: مرور کردن دستگاه
fr: Liste des appareils
he: עיון בהתקן
hr: Pregledaj uređaj
hu: Eszköz böngészése
id: Jelajahi perangkat
it: Sfoglia il dispositivo
lt: Naršyti įrenginį
nb_no: Utforsk enhet
nl_be: Bladeren door apparaat
pl: Przeglądaj urządzenie
pt_br: Navegar no dispositivo
ru_ru: Просмотр устройства
sl: Brskaj po napravi
sr: Прегледај уређај
zh_hans: 浏览设备
zh_hant: 瀏覽裝置

source: Send file(s)
be: Адправаць файл(ы)
ca: Envia fitxer(s)
cs: Odeslat soubory
de: Sende Datei(en)
el: Αποστολή αρχείου/ων
es: Enviar archivo(s)
fa: ارسال فایل(فایل‌ها)
fr: Envoyer un/des fichier(s)
he: שליחת קבצים
hr: Pošalji datoteku(e)
hu: Fájl(ok) küldése
id: Kirim berkas
it: Invia file
lt: Siųsti failą(-us)
nb_no: Send fil(er)
nl_be: Bestand(en) versturen
pl: Wyślij plik(i)
pt_br: Enviar ficheiro(s)
ru_ru: Отправить файл(ы)
sl: Pošlji datoteke
sr: Шаљи фајлове
zh_hans: 传送文件
zh_hant: 傳送檔案

source: Send SMS
be: Адправіць SMS
ca: Envia un SMS
cs: Odeslat SMS zprávu
de: Sende SMS
el: Αποστολή SMS
es: Enviar un SMS
fa: ارسال پیامک
fr: Envoyer un SMS
he: שליחת מסרון
hr: Pošalji SMS
id: Kirim SMS
it: Invia un SMS
lt: Siųsti SMS
nl_be: Sms versturen
pl: Wyślij SMS
pt_br: Enviar SMS
ru_ru: Отправить SMS
sl: Pošlji SMS
sr: Шаљи СМС
zh_hans: 发送短信
zh_hant: 傳送簡訊

source: Find my phone
be: Знайсці мой тэлефон
ca: Troba el meu telèfon
cs: Najít můj telefon
de: Finde mein Telefon
el: Εύρεση τηλεφώνου
es: Encontrar mi teléfono
fa: پیدا کردن گوشی
fr: Trouver mon téléphone
he: איתור הטלפון שלי
hr: Potraži moj telefon
hu: Keresd meg a telefonom
id: Temukan ponsel saya
it: Trova il mio dispositivo
lt: Rasti mano telefoną
nb_no: Finn telefonen min
nl_be: Mijne gsm zoeken
pl: Znajdź mój telefon
pt_br: Encontrar meu telefone
ru_ru: Найти мой телефон
sl: Najdi moj telefon
sr: Нађи мој телефон
zh_hans: 寻找我的手机
zh_hant: 尋找我的手機

source: Request pairing
be: Запыт спалучэння
ca: Sol·licita l’aparellament
cs: Vyžádat si párování
de: Verbindung anfragen
el: Αίτηση σύζευξης
es: Solicitar emparejamiento
fa: درخواست اتصال
fr: Demande d'appariement
he: בקשת צימוד
hr: Zatraži uparivanje
hu: Párosítás kérése
it: Richiedi associazione
lt: Užklausti poravimą
nb_no: Forespør oppsett av enhet
nl_be: Koppeling aanvragen
pl: Zarządaj parowania
pt_br: Pedir emparelhamento
ru_ru: Запрос сопряжения
sl: Zahtevaj povezavo
sr: Захтевај упаривање
zh_hans: 请求配对
zh_hant: 請求配對

source: Unpair
be: Раз'яднаць
ca: Desaparella
cs: Zrušit spárování
de: Verbindung trennen
el: Αποσύζευξη
es: Desemparejar
fa: قطع اتصال
fr: Dissocier
he: ביטול צימוד
hr: Odpari
hu: Párosítás megszűntetése
id: Putus penyandingan
it: Disassocia
lt: Nutraukti poravimą
nb_no: Fjern oppsett av enhet
nl_be: Ontkoppelen
pl: Rozłącz
pt_br: Desemparelhar
ru_ru: Отменить сопряжение
sl: Prekliči povezavo
sr: Распари
zh_hans: 解除配对
zh_hant: 解除配對

source: Select file(s)
be: Абраць файл(ы)
ca: Selecciona fitxer(s)
cs: Vyberte soubory
de: Wähle Datei(en)
el: Επιλογή αρχείου/ων
es: Seleccionar archivo(s)
fa: انتخاب فایل(فایل‌ها)
fr: Sélectionner un/des fichier(s)
he: בחירת קבצים
hr: Odaberi datoteku(e)
hu: Válassz fájlt/fájlokat
id: Pilih berkas
it: Scegli file
lt: Pasirinkti failą(-us)
nb_no: Velg fil(er)
nl_be: Bestand(en) selecteren
pl: Wybierz plik(i)
pt_br: Seleccionar ficheiro(s)
ru_ru: Выбрать файл(ы)
sl: Izberi datoteke
sr: Одабери фајлове
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Cancel
be: Адмяніць
ca: Cancel·la
cs: Storno
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hr: Odustani
hu: Mégsem
it: Annulla
lt: Atsisakyti
nb_no: Avbryt
nl_be: Annuleren
pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
sl: Prekliči
sr: Откажи
zh_hans: 取消
zh_hant: 取消

source: Select
be: Абраць
ca: Selecciona
cs: Vybrat
de: Auswählen
el: Επιλογή
es: Seleccionar
fa: انتخاب
fr: Sélectionner
he: בחירה
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Seleziona
lt: Pasirinkti
nb_no: Velg
nl_be: Selecteren
pl: Wybierz
pt_br: Selecionar
ru_ru: Выбрать
sl: Izberi
sr: Изабери
zh_hans: 选择
zh_hant: 選取

source: Battery :
be: Батарэя:
ca: Bateria:
cs: Akumulátor:
de: Akku:
el: Στάθμη μπαταρίας :
es: Batería:
fa: باتری:
fr: Batterie :
he: סוללה :
hr: Baterija :
hu: Akkumulátor :
id: Baterai :
it: Batteria:
lt: Baterija :
nb_no: Batteri:
nl_be: Accu :
pl: Bateria :
pt_br: Bateria :
ru_ru: Батарея :
sl: Baterija :
sr: Батерија:
zh_hans: 电池电量：
zh_hant: 電池電量：

source: (charging)
be: (зарадка)
ca: (en carregament)
cs: (nabíjení)
de: (wird aufgeladen)
el: (φόρτιση)
es: (cargándose)
fa: (در حال شارژ)
fr: (en charge)
he: (בטעינה)
hr: (punjene)
hu: (töltés)
id: (mengisi)
it: (in carica)
lt: (įkraunama)
nb_no: (lader)
nl_be: (bezig met opladen)
pl: (ładuje się)
pt_br: (carregando)
ru_ru: (зарядка)
sl: (polnjenje)
sr: (пуни се)
zh_hans: （充电中）
zh_hant: （充電中）
